// Напишете програма, която пресмята нужните разходи за закупуването на храна за кучета и котки.  
// Храната се пазарува от зоомагазин, като една опаковка храна за кучета е на цена 2.50 лв, а опаковка храна за котки струва 4 лв.
// Вход
// От конзолата се четат 2 реда:
// 1.	Броят на опаковките храна за кучета – цяло число в интервала [0… 100]
// 2.	Броят на опаковките храна за котки –  цяло число в интервала [0… 100]

function petShop(input) {
    let dogFood = Number(input[0] * 2.5);
    let catFood = Number(input[1] * 4);
    let finalPrice = dogFood + catFood;

    console.log(finalPrice);

}
petShop (["5","10"])